{
    "identifier": "PESEL/Dowód osobisty",
    "nameAndSurname": "Imię i nazwisko",
    "gender": "Płeć",
    "phoneNumber": "Numer telefonu",
    "email": "Email",
    "country": "Kraj",
    "city": "Miasto",
    "acceptEmailNewsletter": "Wyrażam zgodę na przetwarzanie przez Black Balance Tattoo moich danych osobowych w postaci adresu poczty elektronicznej w celu przesyłania mi informacji marketingowych dotyczących produktów i usług oferowanych przez Black Balance Tattoo za pomocą środków komunikacji elektronicznej, stosownie do treści przepisu art. 10 ust. 1 i 2 ustawy o świadczeniu usług drogą elektroniczną.",
    "acceptPhoneNewsletter": "Wyrażam zgodę na przetwarzanie moich danych osobowych w postaci podanego przeze mnie numeru telefonu przez Black Balance Tattoo w celu prowadzenia działań marketingowych  przy użyciu telekomunikacyjnych urządzeń końcowych oraz automatycznych systemów wywołujących w rozumieniu ustawy Prawo telekomunikacyjne.",
    "acceptProcessingData": "Wyrażam zgodę na przetwarzanie przez Black Balance Tattoo moich danych osobowych w postaci imienia, nazwiska, daty urodzenia i adresu do korespondencji w celu przesyłania mi informacji marketingowych dotyczących produktów i usług oferowanych przez Black Balance Tattoo za pomocą wiadomości listownych i smsowych. *(Obowiązkowe)",
    "chooseQuestionnaire": "Wybierz ankietę",
    "additionalInformation": "Informacja dodatkowa",
    "questionnaire": "Ankieta",
    "primaryData": "Dane osobowe",
    "referralSource": "Dowiedziałeś(aś) o nas:",
    "continue": "Dalej",
    "back": "Powrót",
    "description": "Komentarz",
    "male": "Mężczyzna",
    "female": "Kobieta",
    "nonbinary": "Ono",
    "successCompleteInformationHeader": "Pomyślnie ukończyłeś ankietę.",
    "successCompleteInformationParagraph": "Dziękujemy, że nas wybraliście.",    
    "failedCompleteInformationHeader": "Nie udało ci się pomyślnie zakończyć ankiety.",
    "failedCompleteInformationParagraph": "Skontaktuj się z nami, aby poznać szczegóły.",
    "required": "Pole wymagane",
    "poland": "Polska",
    "germany": "Niemcy",
    "ukraine": "Ukraina"
}